Repository: NaN-tic/sale_edi_ediversa
Catalog: locale/*.po
Languages: ca

# field:edi.sale,base_amount:
source: Base Amount
ca: Base Imposable

# field:edi.sale,company:
source: Company
ca: Empresa

# field:edi.sale,currency:
source: Currency
ca: Moneda

# field:edi.sale,currency_code:
source: Currency
ca: Moneda

# field:edi.sale,delivery_date:
source: Delivery Date
ca: Data de lliurament

# field:edi.sale,descriptions:
source: Description
ca: Descripció

# field:edi.sale,document_date:
source: Document Date
ca: Data document

# field:edi.sale,first_deliver_date:
source: First Delivery Date
ca: Primera Data d'entrega

# field:edi.sale,function_:
source: Function Type
ca: Tipus funció

# field:edi.sale,gross_amount:
source: Gross Amount
ca: Total

# field:edi.sale,last_deliver_date:
source: Last Delivery Date
ca: Última data de lliurament

# field:edi.sale,lines:
source: Lines
ca: Línies

# field:edi.sale,manual_party:
source: Manual Party
ca: Tercer (Manual)

# field:edi.sale,number:
source: Number
ca: Número

# field:edi.sale,parties:
source: Parties
ca: Tercers

# field:edi.sale,party:
source: Party
ca: Tercers

# field:edi.sale,references:
source: References
ca: Referències

# field:edi.sale,sale:
source: Sale
ca: Venda

# field:edi.sale,special_condition:
source: Special Condition
ca: Condicions especials

# field:edi.sale,state:
source: State
ca: Estat

# field:edi.sale,type_:
source: Document Type
ca: Tipus de document

# field:edi.sale.description,description:
source: Description
ca: Descripció

# field:edi.sale.description,sale:
source: Sale
ca: Venda

# field:edi.sale.description,type_:
source: Type
ca: Tipus

# field:edi.sale.discount,amount:
source: Amount
ca: Import

# field:edi.sale.discount,discount:
source: Discount Type
ca: Tipus descompte

# field:edi.sale.discount,line:
source: Edi sle Line
ca: Línia de Venda EDI

# field:edi.sale.discount,percent:
source: Percent
ca: Percentatge

# field:edi.sale.discount,sale_edi:
source: Sale Edi
ca: Venda Edi

# field:edi.sale.discount,sequence:
source: sequence
ca: Seqüència

# field:edi.sale.discount,type_:
source: Type
ca: Tipus

# field:edi.sale.line,base_amount:
source: Base Amount
ca: Import

# field:edi.sale.line,code:
source: code
ca: Codi

# field:edi.sale.line,code_type:
source: Code Type
ca: Tipus de codi

# field:edi.sale.line,delivery_date:
source: Delivery Date
ca: Data d'entrega

# field:edi.sale.line,discounts:
source: Discounts
ca: Descomptes

# field:edi.sale.line,edi_sale:
source: Edi Sale
ca: Venda Edi

# field:edi.sale.line,expiration_date:
source: Expiration Date
ca: Data de caducitat

# field:edi.sale.line,expiration_days:
source: Expiration Days
ca: Dias de caducitat

# field:edi.sale.line,gross_price:
source: Gross Price
ca: Preu brut

# field:edi.sale.line,intervention_date:
source: Intervention Date
ca: Data d'intervenció

# field:edi.sale.line,product:
source: Product
ca: Productes

# field:edi.sale.line,quantities:
source: Quantities
ca: Quantitats

# field:edi.sale.line,quantity:
source: Quantity
ca: Quantitat

# field:edi.sale.line,sale_line:
source: sale Line
ca: Línia

# field:edi.sale.line,sequence:
source: Sequence
ca: Seqüència

# field:edi.sale.line,taxes:
source: Taxes
ca: Impostos

# field:edi.sale.line,total_amount:
source: Total Amount
ca: Total

# field:edi.sale.line,unit_price:
source: Unit Price
ca: Preu unitat

# field:edi.sale.line.pialin,code:
source: Code
ca: Codi

# field:edi.sale.line.pialin,description:
source: Description
ca: Descripció

# field:edi.sale.line.pialin,line:
source: Edi Sale Line
ca: Línia Venda Edi

# field:edi.sale.line.pialin,qualifier:
source: Qualifier
ca: Calificador

# field:edi.sale.line.pialin,type:
source: Type
ca: Tipus

# field:edi.sale.line.quantity,conditions:
source: Especial Conditions
ca: Condicions especials

# field:edi.sale.line.quantity,line:
source: Line
ca: Línia

# field:edi.sale.line.quantity,quantity:
source: Quantity
ca: Quantitat

# field:edi.sale.line.quantity,type_:
source: Type
ca: Tipus

# field:edi.sale.line.quantity,uom_char:
source: Uom
ca: UdM

# field:edi.sale.party,city:
source: City
ca: Ciutat

# field:edi.sale.party,commercial_register:
source: Comercial Register
ca: Registre comercial

# field:edi.sale.party,country_code:
source: Country_code
ca: Codi país

# field:edi.sale.party,edi_code:
source: Edi Code
ca: Codi Edi

# field:edi.sale.party,edi_sale:
source: Edi Sale
ca: Venda Edi

# field:edi.sale.party,name:
source: Name
ca: Nom

# field:edi.sale.party,party:
source: Party
ca: Tercers

# field:edi.sale.party,street:
source: Street
ca: Carrer

# field:edi.sale.party,type_:
source: Type
ca: Tipus

# field:edi.sale.party,zip:
source: zip
ca: Codi postal

# field:edi.sale.reference,edi_sale:
source: Sale
ca: Venda

# field:edi.sale.reference,line:
source: Line
ca: Línia

# field:edi.sale.reference,origin:
source: Reference
ca: Referència

# field:edi.sale.reference,reference:
source: Reference
ca: Referència

# field:edi.sale.reference,reference_date:
source: Reference Date
ca: Data referencia

# field:edi.sale.reference,type_:
source: Reference Code
ca: Codi referencia

# field:edi.sale.tax,line:
source: Line
ca: Línia

# field:edi.sale.tax,percent:
source: Percent
ca: Percentatge

# field:edi.sale.tax,tax_amount:
source: Tax Amount
ca: Total Taxa

# field:edi.sale.tax,type_:
source: Type
ca: Tipus

# field:sale.configuration,inbox_path_edi:
source: EDI Sale Inbox Path
ca: EDI Ruta d'entrada Venda

# field:sale.sale,edi_sale:
source: Sale
ca: Venda

# field:sale.sale-edi.sale,edi_sale:
source: EdiSale
ca: EDI Venda

# field:sale.sale-edi.sale,sale:
source: Sale
ca: Venda

# model:edi.sale,name:
source: Edi Sale
ca: Venda Edi

# model:edi.sale.description,name:
source: Sale Description
ca: Descripció Venda

# model:edi.sale.discount,name:
source: Sale Edi discount
ca: Descomptes

# model:edi.sale.line,name:
source: Edi Sale Line
ca: Línia

# model:edi.sale.line.pialin,name:
source: Edi Sale Line PIALIN
ca: PIALIN

# model:edi.sale.line.quantity,name:
source: Invoice Edi Line Qty
ca: Línia Venda Edi Quantitat

# model:edi.sale.party,name:
source: Party Edi
ca: Tercer

# model:edi.sale.reference,name:
source: Sale Reference
ca: Referència

# model:edi.sale.tax,name:
source: Edi Sale Tax
ca: Taxes

# model:ir.action,name:act_edi_sale_form
source: Edi Sales
ca: Venda EDI

# model:ir.action.act_window.domain,name:act_sale_edi_domain_cancel
source: Cancel
ca: Cancel·lat

# model:ir.action.act_window.domain,name:act_sale_edi_domain_done
source: Done
ca: Finalitzat

# model:ir.action.act_window.domain,name:act_sale_edi_domain_draft
source: Draft
ca: Esborrany

# model:ir.message,text:msg_no_cancel_sale
source: Cannot cancel edi sale if sale with number "%(number)s is not cancelled"
ca: No es pot cancela la venda edi si la venda amb número "%(number)s" no està cancelada.

# model:ir.message,text:msg_no_product
source: Cannot confirm sale without product "%(code)s".
ca: No es pot confirmar la venda sense el producte "%(code)s".

# model:ir.model.button,string:cancel_sale_button
source: Cancel Sales
ca: Cancelar

# model:ir.model.button,string:create_sale_button
source: Create Sales
ca: Crear Venda

# model:ir.model.button,string:search_related_button
source: Search References
ca: Buscar Referencies

# model:ir.ui.menu,name:menu_edi_sales
source: Edi Sales
ca: Venda Edi

# selection:edi.sale,function_:
source: Cancel
ca: Cancel·la

# selection:edi.sale,function_:
source: Copy
ca: Copiar

# selection:edi.sale,function_:
source: Modify
ca: Modifica

# selection:edi.sale,function_:
source: Replazement
ca: Reposició

# selection:edi.sale,special_condition:
source: Entregar el pedido entero
ca: Entregar la comanda sencera

# selection:edi.sale,special_condition:
source: Enviar pero no facturar
ca: Enviar però no facturar

# selection:edi.sale,special_condition:
source: Facturar pero no reabastecer
ca: Facturar però no enviar

# selection:edi.sale,state:
source: Cancel
ca: Cancel·la

# selection:edi.sale,state:
source: Draft
ca: Esborrany

# selection:edi.sale,state:
source: done
ca: Realitzades

# selection:edi.sale,type_:
source: Pedido consignacion
ca: Comanda consignada

# selection:edi.sale,type_:
source: Pedido normal
ca: Normal

# selection:edi.sale,type_:
source: Pedido parcial que cancela un pedido abierto
ca: Comanda Parcial que cancela una comanda oberta

# selection:edi.sale.description,type_:
source: Delivery Information
ca: Informació d'entrega

# selection:edi.sale.description,type_:
source: General Information
ca: Informació general

# selection:edi.sale.description,type_:
source: Information about marks and numbers
ca: Informació sobre marques i números

# selection:edi.sale.description,type_:
source: Invoice Information
ca: Informació de factura

# selection:edi.sale.description,type_:
source: Mutual definition
ca: Definició mútua

# selection:edi.sale.description,type_:
source: Package Information
ca: Informació de paquet

# selection:edi.sale.description,type_:
source: Purchase Information
ca: Informació de compra

# selection:edi.sale.description,type_:
source: Tax Information
ca: Informació Fiscal

# selection:edi.sale.discount,discount:
source: Commercial
ca: Comercial

# selection:edi.sale.discount,discount:
source: Prompt Payment
ca: Pagament ràpid

# selection:edi.sale.discount,discount:
source: Royal decree
ca: Decret reial

# selection:edi.sale.discount,type_:
source: Charge
ca: Càrreg

# selection:edi.sale.discount,type_:
source: Discount
ca: Descomptes

# selection:edi.sale.line.pialin,qualifier:
source: Free Text
ca: Descripció

# selection:edi.sale.line.pialin,qualifier:
source: Encoded Description
ca: Descripció codificada

# selection:edi.sale.line.pialin,qualifier:
source: Short Description
ca: Descripció curta

# selection:edi.sale.line.pialin,type:
source: Expedition
ca: Expedició

# selection:edi.sale.line.pialin,type:
source: Internal Group
ca: Grup Intern

# selection:edi.sale.line.pialin,type:
source: Lot Number
ca: Númer de lot

# selection:edi.sale.line.pialin,type:
source: Manufacturer Code
ca: Codi Fabricant

# selection:edi.sale.line.pialin,type:
source: National Code
ca: Codi Nacional

# selection:edi.sale.line.pialin,type:
source: Purchaser Code
ca: Codi del comprador

# selection:edi.sale.line.pialin,type:
source: Serial Number
ca: Número de série

# selection:edi.sale.line.pialin,type:
source: Supplier Code
ca: Codi proveïdor

# selection:edi.sale.line.quantity,conditions:
source: Invoice but not send
ca: Facturar però no enviar

# selection:edi.sale.line.quantity,conditions:
source: Send but no Invoice
ca: Facturar però no enviar

# selection:edi.sale.line.quantity,conditions:
source: Send full sale
ca: Enviar comanda sencera

# selection:edi.sale.line.quantity,type_:
source: Expedition
ca: Expedició

# selection:edi.sale.line.quantity,type_:
source: Free included
ca: Gratuït inclòs

# selection:edi.sale.line.quantity,type_:
source: Purchased
ca: Comprat

# selection:edi.sale.line.quantity,type_:
source: Without Charge
ca: Sense càrreg

# selection:edi.sale.party,type_:
source: Endorser
ca: Avalador

# selection:edi.sale.party,type_:
source: Final Receiver
ca: Revedor final

# selection:edi.sale.party,type_:
source: Invoice Issuer
ca: Emissor de factures

# selection:edi.sale.party,type_:
source: Invoice Receiver
ca: Rebedor de Factures

# selection:edi.sale.party,type_:
source: Legal Purchaser
ca: Comprador legal

# selection:edi.sale.party,type_:
source: Legal Supplier
ca: Proveïdor legal

# selection:edi.sale.party,type_:
source: Message Receiver
ca: Receptor del missatge

# selection:edi.sale.party,type_:
source: Message Sender
ca: Emisor del mensaje

# selection:edi.sale.party,type_:
source: NADPE
ca: NAPDE

# selection:edi.sale.party,type_:
source: Payment Issuer
ca: Emissor de pagaments

# selection:edi.sale.party,type_:
source: Purchaser
ca: Comprador

# selection:edi.sale.party,type_:
source: Sender
ca: Remitent

# selection:edi.sale.party,type_:
source: Stock Receiver
ca: Rebedor de l'estoc

# selection:edi.sale.party,type_:
source: Supplier
ca: Proveïdor

# selection:edi.sale.reference,type_:
source: Shipment Date
ca: Dara d'enviament

# selection:edi.sale.reference,type_:
source: Shipment Number
ca: Número d'albarà

# selection:edi.sale.tax,type_:
source: Alcohol Tax
ca: Taxa de alchol

# selection:edi.sale.tax,type_:
source: Equivalence Surcharge
ca: Recàreg d'equivalència

# selection:edi.sale.tax,type_:
source: Exempt
ca: Excempt

# selection:ir.cron,method:
source: Import EDI Orders
ca: Importar Comandes EDI

# view:edi.sale:
source: Information
ca: Informació
